{
    "Breaking Bad": [
        "https://static.tvmaze.com/uploads/images/original_untouched/501/1253519.jpg",
        "<p>The TV Show follows protagonist Walter White, a chemistry teacher who lives in New Mexico with his wife and teenage son who has cerebral palsy. White is diagnosed with Stage III cancer and given a prognosis of two years left to live. With a new sense of fearlessness based on his medical prognosis, and a desire to secure his family's financial security, White chooses to enter a dangerous world of drugs and crime and ascends to power in this world. The series explores how a fatal diagnosis such as White's releases a typical man from the daily concerns and constraints of normal society and follows his transformation from mild family man to a kingpin of the drug trade.</p>"
    ],
    "Friends": [
        "https://static.tvmaze.com/uploads/images/original_untouched/41/104565.jpg",
        "<p>Six young (20-something) people from New York City (Manhattan), on their own and struggling to survive in the real world, find the companionship, comfort and support they get from each other to be the perfect antidote to the pressures of life.</p><p>This average group of buddies goes through massive mayhem, family trouble, past and future romances, fights, laughs, tears and surprises as they learn what it really means to be a friend.</p>"
    ],
    "How I Met Your Mother": [
        "https://static.tvmaze.com/uploads/images/original_untouched/0/2451.jpg",
        "<p>The TV Show is a comedy about Ted and how he fell in love. It all starts when Ted's best friend, Marshall drops the bombshell that he's going to propose to his long-time girlfriend, Lilya kindergarten teacher. At that moment, Ted realizes that he had better get a move on if he too hopes to find true love. Helping him in his quest is Barney a friend with endless, sometimes outrageous opinions, a penchant for suits and a foolproof way to meet women. When Ted meets Robin he's sure it's love at first sight, but destiny may have something else in store.</p>"
    ],
    "Grey's Anatomy": [
        "https://static.tvmaze.com/uploads/images/original_untouched/513/1283058.jpg",
        "<p>The doctors of Grey Sloan Memorial Hospital deal with life-or-death consequences on a daily basis -- it's in one another that they find comfort, friendship and, at times, more than friendship. Together they're discovering that neither medicine nor relationships can be defined in black and white. Real life only comes in shades of grey.</p>"
    ],
    "The Office": [
        "https://static.tvmaze.com/uploads/images/original_untouched/481/1204342.jpg",
        "<p>Steve Carell stars in The TV Show, a fresh and funny mockumentary-style glimpse into the daily interactions of the eccentric workers at the Dunder Mifflin paper supply company. Based on the smash-hit British series of the same name and adapted for American Television by Greg Daniels, this fast-paced comedy parodies contemporary American water-cooler culture. Earnest but clueless regional manager Michael Scott believes himself to be an exceptional boss and mentor, but actually receives more eye-rolls than respect from his oddball staff.</p>"
    ],
    "Game of Thrones": [
        "https://static.tvmaze.com/uploads/images/original_untouched/498/1245274.jpg",
        "<p>Based on the bestselling book series  by George R.R. Martin, this sprawling new HBO drama is set in a world where summers span decades and winters can last a lifetime. From the scheming south and the savage eastern lands, to the frozen north and ancient Wall that protects the realm from the mysterious darkness beyond, the powerful families of the Seven Kingdoms are locked in a battle for the Iron Throne. This is a story of duplicity and treachery, nobility and honor, conquest and triumph. In the The TV Show, you either win or you die.</p>"
    ],
    "Stranger Things": [
        "https://static.tvmaze.com/uploads/images/original_untouched/396/991288.jpg",
        "<p>When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces and one strange little girl.</p>"
    ],
    "The Mandalorian": [
        "https://static.tvmaze.com/uploads/images/original_untouched/501/1253498.jpg",
        "<p>After the stories of Jango and Boba Fett, another warrior emerges in the Star Wars universe. The TV Show is set after the fall of the Empire and before the emergence of the First Order. We follow the travails of a lone gunfighter in the outer reaches of the galaxy far from the authority of the New Republic...</p>"
    ],
    "The Crown": [
        "https://static.tvmaze.com/uploads/images/original_untouched/480/1201097.jpg",
        "<p>The TV Show tells the inside story of two of the most famous addresses in the world -- Buckingham Palace and 10 Downing Street - and the intrigues, love lives and machinations behind the great events that shaped the second half of the 20th century. Two houses, two courts, one Crown.</p>"
    ],
    "The Witcher": [
        "https://static.tvmaze.com/uploads/images/original_untouched/465/1163193.jpg",
        "<p>Based on the best-selling fantasy series, The TV Show is an epic tale of fate and family. Geralt of Rivia, a solitary monster hunter, struggles to find his place in a world where people often prove more wicked than beasts. But when destiny hurtles him toward a powerful sorceress, and a young princess with a dangerous secret, the three must learn to navigate the increasingly volatile Continent together.</p>"
    ],
    "The Simpsons": [
        "https://static.tvmaze.com/uploads/images/original_untouched/488/1222067.jpg",
        "<p>The TV Show is the longest running scripted show in US television history. It captures the adventures of Homer, Marge, Maggie, Bart and Lisa who are living in a fictional town called Springfield.</p>"
    ],
    "The Walking Dead": [
        "https://static.tvmaze.com/uploads/images/original_untouched/424/1061900.jpg",
        "<p>The TV Show tells the story of the months and years that follow after a zombie apocalypse. It follows a group of survivors, led by former police officer Rick Grimes, who travel in search of a safe and secure home. As the world overrun by the dead takes its toll on the survivors, their interpersonal conflicts present a greater danger to their continuing survival than the walkers that roam the country. Over time, the characters are changed by the constant exposure to death and some grow willing to do anything to survive.</p><p>Based on the comic book series of the same name by Robert Kirkman, Tony Moore, and Charlie Adlard.</p>"
    ],
    "Narcos": [
        "https://static.tvmaze.com/uploads/images/original_untouched/498/1246087.jpg",
        "<p>The TV Show chronicle the life and death of drug lord Pablo Escobar the ruthless boss of the Medellin Cartel and a known terrorist who was also a congressman, a family man and revered by the poor as a new Robin Hood.</p>"
    ],
    "Supernatural": [
        "https://static.tvmaze.com/uploads/images/original_untouched/445/1114097.jpg",
        "<p>This haunting series follows the Winchester brothers as they crisscross the lonely and mysterious back roads of the country in their '67 Chevy Impala, hunting down every evil supernatural force they encounter along the way.</p>"
    ],
    "Peaky Blinders": [
        "https://static.tvmaze.com/uploads/images/original_untouched/48/122213.jpg",
        "<p>An epic gangster drama set in the lawless streets of 1920s Birmingham.</p>"
    ],
    "Fargo": [
        "https://static.tvmaze.com/uploads/images/original_untouched/487/1219631.jpg",
        "<p>The TV Showis a seasonal anthology crime drama with some dark comical elements, inspired by the film  written by the Coen brothers. Each season follows a new case and new characters, all entrenched in the trademark humor, murder and \"Minnesota nice\" that has made the film an enduring classic.</p>"
    ],
    "Westworld": [
        "https://static.tvmaze.com/uploads/images/original_untouched/445/1113927.jpg",
        "<p>The TV Show is a dark odyssey about the dawn of artificial consciousness and the evolution of sin. Set at the intersection of the near future and the reimagined past, it explores a world in which every human appetite, no matter how noble or depraved, can be indulged.</p>"
    ],
    "Lucifer": [
        "https://static.tvmaze.com/uploads/images/original_untouched/346/865655.jpg",
        "<p>The Devil has come to Los Angeles…</p><p>Based upon the characters created by Neil Gaiman, Sam Kieth and Mike Dringenberg for DC Entertainment's Vertigo imprint, The TV Show is the story of the original fallen angel. Bored and unhappy as the Lord of Hell, Lucifer Morningstar has abandoned his throne and retired to L.A., where he owns Lux, an upscale nightclub.</p><p>Charming, charismatic and devilishly handsome, Lucifer is enjoying his retirement, indulging in a few of his favorite things--wine, women and song-–when a beautiful pop star is brutally murdered outside of Lux. For the first time in roughly 10 billion years, he feels something awaken deep within him as a result of this murder. Compassion? Sympathy? The very thought disturbs him--as well as his best friend and confidante, Mazkeen aka Maze, a fierce demon in the form of a beautiful young woman.</p>"
    ],
    "Sherlock": [
        "https://static.tvmaze.com/uploads/images/original_untouched/171/428042.jpg",
        "<p>Sherlock Holmes and Dr. John Watson's adventures in 21st Century London. A thrilling, funny, fast-paced contemporary reimagining of the Arthur Conan Doyle classic.</p>"
    ],
    "Dark": [
        "https://static.tvmaze.com/uploads/images/original_untouched/504/1262352.jpg",
        "<p>A family saga with a supernatural twist, The TV Show is set in a German town in present day where the disappearance of two young children exposes the double lives and fractured relationships among four families.</p>"
    ],
    "Better Call Saul": [
        "https://static.tvmaze.com/uploads/images/original_untouched/501/1253515.jpg",
        "<p>The TV Show is the prequel to the award-winning series Breaking Bad, set six years before Saul Goodman became Walter White's lawyer. When we meet him, the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and often against, Jimmy is \"fixer\" Mike Ehrmantraut, a beloved character introduced in Breaking Bad. The series will track Jimmy's transformation into Saul Goodman, the man who puts \"criminal\" in \"criminal lawyer.</p>"
    ],
    "Chernobyl": [
        "https://static.tvmaze.com/uploads/images/original_untouched/193/482599.jpg",
        "<p>The TV Show dramatizes the true story of one of the worst man-made catastrophes in history and tells of the brave men and women who sacrificed to save Europe from unimaginable disaster. The miniseries focuses on the heartbreaking scope of the nuclear plant disaster that occurred in Ukraine in April 1986, revealing how and why it happened and telling the shocking, remarkable stories of the heroes who fought and fell.</p>"
    ],
    "The Boys": [
        "https://static.tvmaze.com/uploads/images/original_untouched/528/1321349.jpg",
        "<p>In a world where superheroes embrace the darker side of their massive celebrity and fame, The TV Show centres on a group of vigilantes known informally as \"The Boys,\" who set out to take down corrupt superheroes with no more than blue collar grit and a willingness to fight dirty.</p>"
    ],
    "House of Cards": [
        "https://static.tvmaze.com/uploads/images/original_untouched/169/424482.jpg",
        "<p>Based on the BBC miniseries of the same name, The TV Show follows Francis Underwood, the politician's politician – masterful, beguiling, charismatic and ruthless. He and his equally ambitious wife Claire will stop at nothing to ensure their ascendancy. This wicked political drama slithers beneath the curtain and through the back halls of greed, sex, love and corruption in modern Washington D.C.</p>"
    ],
    "The Flash": [
        "https://static.tvmaze.com/uploads/images/original_untouched/448/1121792.jpg",
        "<p>After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash!</p>"
    ],
    "Vikings": [
        "https://static.tvmaze.com/uploads/images/original_untouched/286/715906.jpg",
        "<p>The TV Show transports us to the brutal and mysterious world of Ragnar Lothbrok, a Viking warrior and farmer who yearns to explore - and raid - the distant shores across the ocean.</p>"
    ],
    "Dexter": [
        "https://static.tvmaze.com/uploads/images/original_untouched/498/1246067.jpg",
        "<p>He's smart, he's good looking, and he's got a great sense of humor. He's Dexter Morgan, everyone's favorite serial killer. As a Miami forensics expert, he spends his days solving crimes, and nights committing them. But Dexter lives by a strict code of honor that is both his saving grace and lifelong burden. Torn between his deadly compulsion and his desire for true happiness, Dexter is a man in profound conflict with the world and himself.</p>"
    ],
    "The Haunting of Hill House": [
        "https://static.tvmaze.com/uploads/images/original_untouched/498/1246083.jpg",
        "<p>The TV Show is a modern reimagining of Shirley Jackson's classic 1959 novel. Flashing between past and present, a fractured family confronts haunting memories of their old home and the terrifying events that drove them from it.</p>"
    ],
    "Rick and Morty": [
        "https://static.tvmaze.com/uploads/images/original_untouched/477/1194843.jpg",
        "<p>Rick is a mentally gifted, but sociopathic and alcoholic scientist and a grandfather to Morty; an awkward, impressionable, and somewhat spineless teenage boy. Rick moves into the family home of Morty, where he immediately becomes a bad influence.</p>"
    ],
    "The Umbrella Academy": [
        "https://static.tvmaze.com/uploads/images/original_untouched/529/1324589.jpg",
        "<p>Reunited by their father's death, estranged siblings with extraordinary powers uncover shocking family secrets — and a looming threat to humanity.</p>"
    ],
    "One Piece": [
        "https://static.tvmaze.com/uploads/images/original_untouched/504/1262497.jpg",
        "<p>The TV Show animation is based on the successful comic by Eiichiro Oda. The comic has sold more than 260 million copies. The success doesn't stop; the  animation series is in its top 5 TV ratings for kids programs in Japan for past few years and the series' most recent feature film title which was released on December 2012 has gathered 5.6 million viewers so far. The success goes beyond borders; receives high popularity on animation at terrestrial channel in Taiwan, no.1 rating on animation at a DTT channel in France, received high popularity among age 3-13 on a terrestrial channel in Germany in year 2010. The animation series has been broadcasted in many parts of the world: USA, UK, Australia, France, Spain, Portugal, Germany, Italy, Greece, Turkey, Israel, South Korea, Taiwan, China, Hong Kong, Philippine, Thailand, Singapore, Malaysia, Indonesia, Ecuador, Nicaragua, Chile, Mexico, Brazil, and etc.</p>"
    ],
    "Ozark": [
        "https://static.tvmaze.com/uploads/images/original_untouched/398/996611.jpg",
        "<p>In this dark, dangerous series, a family struggles after moving to an Ozarks resort community when they're thrust into a world of dirty money.</p>"
    ],
    "The Good Doctor": [
        "https://static.tvmaze.com/uploads/images/original_untouched/507/1269854.jpg",
        "Shaun Murphy, a young surgeon with autism and savant syndrome, relocates from a quiet country life to join a prestigious hospital's surgical unit. Alone in the world and unable to personally connect with those around him, Shaun uses his extraordinary medical gifts to save lives and challenge the skepticism of his colleagues."
    ],
    "This Is Us": [
        "https://static.tvmaze.com/uploads/images/original_untouched/401/1003345.jpg",
        "<p>Sometimes life will surprise you. This refreshingly honest and provocative series follows a unique ensemble whose paths cross and their life stories intertwine in curious ways. We find several of them share the same birthday, and so much more than anyone would expect. From the writer and directors of \"Crazy, Stupid, Love\" comes a smart, modern dramedy that will challenge your everyday presumptions about the people you think you know.</p>"
    ],
    "The Handmaid's Tale": [
        "https://static.tvmaze.com/uploads/images/original_untouched/436/1090945.jpg",
        "<p>The TV Show is the story of life in the dystopia of Gilead, a totalitarian society in what was formerly the United States. Facing environmental disasters and a plunging birthrate, Gilead is ruled by a twisted fundamentalism in its militarized ‘return to traditional values'. As one of the few remaining fertile women, Offred is a Handmaid in the Commander's household, one of the caste of women forced into sexual servitude as a last desperate attempt to repopulate the world. In this terrifying society, Offred must navigate between Commanders, their cruel Wives, domestic Marthas, and her fellow Handmaids – where anyone could be a spy for Gilead – all with one goal: to survive and find the daughter that was taken from her.</p>"
    ],
    "Castle Rock": [
        "https://static.tvmaze.com/uploads/images/original_untouched/214/536992.jpg",
        "<p>A psychological-horror series set in the Stephen King multiverse, The TV Show combines the mythological scale and intimate character storytelling of King's best-loved works, weaving an epic saga of darkness and light, played out on a few square miles of Maine woodland. The fictional Maine town of Castle Rock has figured prominently in King's literary career: Cujo, The Dark Half, IT and Needful Things, as well as novella The Body and numerous short stories such as Rita Hayworth and The Shawshank Redemption are either set there or contain references to Castle Rock. Castle Rock is an original suspense/thriller — a first-of-its-kind reimagining that explores the themes and worlds uniting the entire King canon, while brushing up against some of his most iconic and beloved stories.</p>"
    ],
    "True Detective": [
        "https://static.tvmaze.com/uploads/images/original_untouched/490/1226764.jpg",
        "<p>Touch darkness and darkness touches you back. The TV Show centers on troubled cops and the investigations that drive them to the edge. Each season features a new cast and a new case.</p><p> is an American anthology crime drama television series created and written by Nic Pizzolatto. </p>"
    ],
    "Black Mirror": [
        "https://static.tvmaze.com/uploads/images/original_untouched/240/601964.jpg",
        "<p>Over the last ten years, technology has transformed almost every aspect of our lives before we've had time to stop and question it. In every home; on every desk; in every palm - a plasma screen; a monitor; a smartphone--a black mirror of our 21st Century existence. The TV Show is a contemporary British re-working of  with stories that tap into the collective unease about our modern world.</p>"
    ],
    "Brooklyn Nine-Nine": [
        "https://static.tvmaze.com/uploads/images/original_untouched/402/1007484.jpg",
        "<p>The TV Show is an ensemble comedy about a talented-but-carefree detective, a by-the-book police captain and their precinct colleagues. While based in the workplace, Brooklyn Nine-Nine is not really about the job – it's about the men and women behind the badge.</p>"
    ],
    "Narcos: Mexico": [
        "https://static.tvmaze.com/uploads/images/original_untouched/485/1213724.jpg",
        "<p>The TV Show exploring the origins of the modern drug war by going back to its roots, beginning at a time when the Mexican trafficking world was a loose and disorganized confederation of independent growers and dealers. Witness the rise of the Guadalajara Cartel in the 1980s as Félix Gallardo takes the helm, unifying traffickers in order to build an empire. When DEA agent Kiki Camarena moves his wife and young son from California to Guadalajara to take on a new post, he quickly learns that his assignment will be more challenging than he ever could have imagined. As Kiki garners intelligence on Félix and becomes more entangled in his mission, a tragic chain of events unfold, affecting the drug trade and the war against it for years to come.</p>"
    ],
    "The 100": [
        "https://static.tvmaze.com/uploads/images/original_untouched/477/1194981.jpg",
        "<p>Ninety-seven years ago, nuclear Armageddon decimated planet Earth, destroying civilization. The only survivors were the 400 inhabitants of 12 international space stations that were in orbit at the time. Three generations have been born in space, the survivors now number 4,000, and resources are running out on their dying \"Ark\" - the 12 stations now linked together and repurposed to keep the survivors alive. Draconian measures including capital punishment and population control are the order of the day, as the leaders of the Ark take ruthless steps to ensure their future, including secretly exiling a group of 100 juvenile prisoners to the Earth's surface to test whether it's habitable.</p>"
    ],
    "Lost": [
        "https://static.tvmaze.com/uploads/images/original_untouched/0/1389.jpg",
        "<p>Out of the blackness, the first thing Jack senses is pain. Then burning sun. A Bamboo forest. Smoke. Screams. With a rush comes the horrible awareness that the plane he was on tore apart in mid-air and crashed on a Pacific island. From there it's a blur, as his doctor's instinct kicks in: people need his help.</p><p>Stripped of everything, the 48 survivors scavenge what they can from the plane for their survival. Some panic. Some pin their hopes on rescue. A few find inner strength they never knew they had -- like Kate, who, with no medical training, suddenly finds herself suturing the doctor's wounds. Hurley - a man with a warm sense of humor despite the desperate situation - does his best to keep his cool as he helps those around him to survive. Charlie is a faded rock star who harbors a painful secret. Sayid is a Middle Eastern man who must wrestle with the racial profiling directed at him by some of his fellow survivors. Jin and Sun are a Korean couple whose traditions, values and language are foreign, and thus causes much to get lost in the translation. Sawyer has an air of danger surrounding him, and his intense sense of mistrust for everyone around him could prove to be fatal to his fellow castaways. Michael has just gained custody of his nine-year-old son, Walt, after the death of his ex-wife - they are a father and son who don't even know each other. Locke is a mysterious man who keeps to himself, and who harbors a deeper connection to the island than any of the others. Self-centered Shannon - who actually gives herself a pedicure amid the chaos - and her estranged controlling brother, Boone , constantly bicker and must learn to get along if they are to survive. And young Claire is eight months pregnant and ill-prepared for the hardships of motherhood - especially on a deserted island.</p>"
    ],
    "MINDHUNTER": [
        "https://static.tvmaze.com/uploads/images/original_untouched/501/1253490.jpg",
        "<p>The TV Show is based on the 1996 book, by former special agent John Douglas and Mark Olshaker. For years, Douglas pursued some of the most notorious serial killers and rapists, developing profiling techniques to catch them. The book goes behind the scenes of some of his highest-profile cases, including the man who hunted prostitutes in Alaska, the Atlanta child murderer, and Seattle's Green River killer. To hone in his profiling methods Douglas interviewed and studied a skew of serial killers. Several book and TV characters have been based in part on him, including Jack Crawford in Thomas Harris' , Will Graham on  and Jason Gideon on .</p>"
    ],
    "Fleabag": [
        "https://static.tvmaze.com/uploads/images/original_untouched/192/482341.jpg",
        "<p>Meet The TV Show. She's not talking to all of us - she's talking to you. So why don't you pop your top off and come right in?</p>"
    ],
    "The Vampire Diaries": [
        "https://static.tvmaze.com/uploads/images/original_untouched/88/220908.jpg",
        "<p>The TV Show is a supernatural drama/romance based around Elena Gilbert who falls in love with a 163 year old vampire.</p><p>Based on a novel series by L.J. Smith.</p>"
    ],
    "Arrow": [
        "https://static.tvmaze.com/uploads/images/original_untouched/143/358967.jpg",
        "<p>After a violent shipwreck, billionaire playboy Oliver Queen was missing and presumed dead for five years before being discovered alive on a remote island in the Pacific. He returned home to Starling City, welcomed by his devoted mother Moira, beloved sister Thea and former flame Laurel Lance. With the aid of his trusted chauffeur/bodyguard John Diggle, the computer-hacking skills of Felicity Smoak and the occasional, reluctant assistance of former police detective, now beat cop, Quentin Lance, Oliver has been waging a one-man war on crime.</p>"
    ],
    "Doctor Who": [
        "https://static.tvmaze.com/uploads/images/original_untouched/488/1220400.jpg",
        "<p>Adventures across time and space with the time travelling alien and companions.</p>"
    ],
    "The Expanse": [
        "https://static.tvmaze.com/uploads/images/original_untouched/445/1114081.jpg",
        "<p>A thriller set two hundred years in the future, The TV Show follows the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history.</p>"
    ],
    "The Queen's Gambit": [
        "https://static.tvmaze.com/uploads/images/original_untouched/510/1275203.jpg",
        "<p>Chronicling the life of an orphan chess prodigy, the story - set during the Cold War era - follows Beth Harmon from the age of eight to twenty-two, as she struggles with addiction in a quest to become the greatest chess player in the world.</p>"
    ],
    "Hannibal": [
        "https://static.tvmaze.com/uploads/images/original_untouched/498/1246088.jpg",
        "<p>Criminal profiler Will Graham is tasked by FBI agent Jack Crawford, the head of Behavioral Sciences, to help investigate the disappearances of eight young girls across Minnesota. Graham and Crawford's team investigate several subsequent murders, while also trying to catch the Chesapeake Ripper. With the investigation weighing heavily on Graham, Crawford decides to have him supervised by psychiatrist Dr. Hannibal Lecter, who, unbeknownst to them, is the Chesapeake Ripper himself, actively seeking to derail the investigation.</p>"
    ],
    "Sons of Anarchy": [
        "https://static.tvmaze.com/uploads/images/original_untouched/495/1239905.jpg",
        "<p>The TV Show is an American television drama series created by Kurt Sutter, about the lives of a close-knit outlaw motorcycle club operating in Charming, a fictional town in California's Central Valley. The show centers on protagonist Jackson \"Jax\" Teller (Charlie Hunnam), initially the vice president of the club, who begins questioning the club and himself.</p>"
    ],
    "Battlestar Galactica": [
        "https://static.tvmaze.com/uploads/images/original_untouched/0/2313.jpg",
        "<p>The world ended with no warning, and all that was left… was hope.</p><p>A truce between the humans of the Twelve Colonies and the Cylons—intelligent robots designed by humankind—lasts for 40 tense and silent years. The TV Show picks up just as the Cylons commit mass genocide against humanity. Only the Battlestar Galactica (an old warship about to be decommissioned and turned into a museum) and those souls fortunate enough to be aboard other starships were able to survive the attack. In the aftermath, the Galactica's commanding officer, William Adama, finds himself responsible for safeguarding the last remnants of the human race—fewer than 50,000 desperate survivors. Meanwhile, the annihilation of the Colonial government results in the succession of the Secretary of Education, Laura Roslin, to the presidency. Driven by prophetic visions and political necessity, the Galactica travels through uncharted space in hopes of finding the mythical, lost 13th colony—Earth.</p>"
    ],
    "The Good Place": [
        "https://static.tvmaze.com/uploads/images/original_untouched/395/989291.jpg",
        "<p>The TV Show is a smart, unique comedy about what makes a good person. The show follows Eleanor Shellstrop, an ordinary woman who enters the afterlife and, thanks to some kind of error, is sent to the Good Place instead of the Bad Place, which is definitely where she belongs. While hiding in plain sight from Michael, the wise architect of the Good Place (who doesn't know he's made a mistake), she's determined to shed her old way of living and discover the awesome (or, at least, the pretty good) person within.</p>"
    ],
    "Big Mouth": [
        "https://static.tvmaze.com/uploads/images/original_untouched/367/917606.jpg",
        "<p>Teenage friends find their lives upended by the wonders and horrors of puberty in this edgy comedy from real-life pals Nick Kroll and Andrew Goldberg.</p>"
    ],
    "The Marvelous Mrs. Maisel": [
        "https://static.tvmaze.com/uploads/images/original_untouched/456/1141825.jpg",
        "<p>It's 1958 Manhattan and Miriam \"Midge\" Maisel has everything she's ever wanted - the perfect husband, kids, and Upper West Side apartment. But when her life suddenly takes a turn and Midge must start over, she discovers a previously unknown talent - one that will take her all the way from the comedy clubs of Greenwich Village to a spot on Johnny Carson's couch.</p>"
    ],
    "Superstore": [
        "https://static.tvmaze.com/uploads/images/original_untouched/402/1007462.jpg",
        "<p>The TV Show is a workplace comedy about a unique family of employees at a super-sized megastore. From the bright-eyed newbies and the seen-it-all veterans to the clueless summer hires and in-it-for-life managers, together they hilariously tackle the day-to-day grind of rabid bargain hunters, riot-causing sales and nap-worthy training sessions.</p>"
    ],
    "The Mindy Project": [
        "https://static.tvmaze.com/uploads/images/original_untouched/485/1213297.jpg",
        "<p>The TV Show is a single-camera comedy series which follows a skilled OB/GYN navigating the tricky waters of both her personal and professional life.</p>"
    ],
    "Bates Motel": [
        "https://static.tvmaze.com/uploads/images/original_untouched/542/1356518.jpg",
        "<p>The TV Show is a contemporary prequel to the genre-defining film Psycho, and gives viewers an intimate portrayal of how Norman Bates' psyche unravels through his teenage years.</p><p>Following the tragic death of her husband, Norma Bates buys a motel on the outskirts of the idyllic coastal town of White Pine Bay, seeking a fresh start. As Norma and Norman get ensconced in their new home, they discover this town isn't quite what it seems, and the locals aren't so quick to let them in on their secrets. But the Bates' are done being pushed around and will do whatever it takes to survive - and will do whatever it takes to protect their own secrets.</p>"
    ],
    "Big Little Lies": [
        "https://static.tvmaze.com/uploads/images/original_untouched/196/490640.jpg",
        "<p>In the tranquil seaside town of Monterey, California, nothing is quite as it seems. Doting moms, successful husbands, adorable children, beautiful homes: What lies will be told to keep their perfect worlds from unraveling?</p><p>Told through the eyes of three mothers – Madeline, Celeste and Jane – The TV Show paints a picture of a town fueled by rumors and divided into the haves and have-nots, exposing the conflicts, secrets and betrayals that compromise relationships between husbands and wives, parents and children, and friends and neighbors.</p>"
    ],
    "The Outsider": [
        "https://static.tvmaze.com/uploads/images/original_untouched/302/755430.jpg",
        "<p>David Ross is a typical PI: an ex-con, alone in the world, few family and friends but many contacts and acquaintances. Ross lives in a cheap apartment and works out of an even cheaper office. But he gets by on his grit and his determination, solving cases for enough money to keep going another day.</p>"
    ],
    "The X-Files": [
        "https://static.tvmaze.com/uploads/images/original_untouched/501/1253511.jpg",
        "<p>Two FBI agents, Fox Mulder (a believer) and Dana Scully (a skeptic), investigate unexplained cases where the paranormal might be involved while hidden forces work to impede their efforts.</p>"
    ],
    "BoJack Horseman": [
        "https://static.tvmaze.com/uploads/images/original_untouched/405/1012627.jpg",
        "<p>Meet the most beloved sitcom horse of the '90s, 20 years later. He's a curmudgeon with a heart of... not quite gold... but something like gold. Copper?</p>"
    ],
    "Prison Break": [
        "https://static.tvmaze.com/uploads/images/original_untouched/104/261034.jpg",
        "<p>Lincoln Burrows is currently on death row and scheduled to die in a few months for an assassination his younger brother Michael is convinced he did not commit. With no other options and time winding down, Michael takes drastic measures to get himself incarcerated alongside his brother in Fox River State Penitentiary. Once he's inside, Michael - a structural engineer with the blueprints for the prison - begins to execute an elaborate plan to break Lincoln out and prove him innocent. When Michael arrives at Fox River State Penitentiary, he meets the prison denizens who will, unknowingly, help in his escape plans - his cellmate, the lovelorn Sucre; beautiful prison doctor Dr. Sara Tancredi, who happens to be the governor's daughter; former mob boss John Abruzzi; and Warden Henry Pope. Meanwhile, outside the prison walls, the brothers' childhood friend and Lincoln's lost love, attorney Veronica Donovan, works within the law to free them; Lincoln's teenage son LJ may be going down a path similar to his convicted father's; and Secret Service Agent Paul Kellerman's investigation into Lincoln's case proves that there may be a national conspiracy.</p>"
    ],
    "Black Lightning": [
        "https://static.tvmaze.com/uploads/images/original_untouched/294/736260.jpg",
        "<p>The TV Show centers on Jefferson Pierce. He made his choice: he hung up the suit and his secret identity years ago, but with a daughter hell-bent on justice and a star student being recruited by a local gang, he'll be pulled back into the fight as the wanted vigilante and DC legend Black Lightning.</p>"
    ],
    "The Politician": [
        "https://static.tvmaze.com/uploads/images/original_untouched/257/643545.jpg",
        "<p>Rich kid Payton has always known he's going to be president. But first he has to navigate the most treacherous political landscape of all: high school.</p>"
    ],
    "The Deuce": [
        "https://static.tvmaze.com/uploads/images/original_untouched/210/526668.jpg",
        "<p>The TV Show was inspired in part by the career of twin brothers who were players in the Times Square world and became fronts for Mob control of the volatile and lucrative sex industry from its origins. This drama will chronicle the legalization and subsequent rise of the porn industry in New York's Times Square from the early 1970s through the mid-1980s</p>"
    ],
    "The Magicians": [
        "https://static.tvmaze.com/uploads/images/original_untouched/229/573329.jpg",
        "<p>Based upon Lev Grossman's best-selling books, The TV Show centers around Brakebills University, a secret institution specializing in magic. There, amidst an unorthdox education of spellcasting, a group of twenty-something friends soon discover that a magical fantasy world they read about as children is all too real - and poses grave danger to humanity.</p>"
    ],
    "The Fosters": [
        "https://static.tvmaze.com/uploads/images/original_untouched/116/292055.jpg",
        "<p>The TV Show is a critically-acclaimed series that centers on biracial lesbian couple Stef and Lena Foster, who are raising a multi-ethnic family mix of foster and biological kids. The second season will continue to explore the growing Fosters clan, with all the triumphs and travails, twists and turns, that fans of the series have come to expect. Callie and Jude will try to adjust to their new roles in the family, and everyone will deal with the fallout from their previous actions. Past mistakes will come home to roost, consequences will be handed out, and victories will be hard fought, and ultimately well-won. Their deep bonds will grow, enabling America's most modern family to face the future head on, with love in their hearts.</p>"
    ],
    "Legion": [
        "https://static.tvmaze.com/uploads/images/original_untouched/201/504677.jpg",
        "<p>The TV Show introduces the story of David Haller: Since he was a teenager, David has struggled with mental illness. Diagnosed as schizophrenic, David has been in and out of psychiatric hospitals for years. But after a strange encounter with a fellow patient, he's confronted with the possibility that the voices he hears and the visions he sees might be real. He's based on the Marvel comics character Legion, the son of X-Men founder Charles Xavier (played by Patrick Stewart and James McAvoy in the films), first introduced in 1985.</p>"
    ],
    "The Resident": [
        "https://static.tvmaze.com/uploads/images/original_untouched/424/1061883.jpg",
        "<p>The TV Show is a powerful new medical drama focusing on the final years of a young doctor's training that rips back the curtain to reveal the truth of what really happens, both good and bad, in hospitals across the country.</p>"
    ],
    "Outlander": [
        "https://static.tvmaze.com/uploads/images/original_untouched/544/1362267.jpg",
        "<p>The TV Showfollows the story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world where her life is threatened. When she is forced to marry Jamie, a chivalrous and romantic young Scottish warrior, a passionate affair is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives.</p><p>The  series, adapted from Diana Gabaldon's international best-selling books, spans the genres of romance, science fiction, history and adventure into one epic tale.</p>"
    ],
    "Teen Wolf": [
        "https://static.tvmaze.com/uploads/images/original_untouched/30/75365.jpg",
        "<p>Always an outsider and often unnoticed, Scott McCall yearns to be recognized in some small way that takes him out of his typical state of high school anonymity. When his best friend, Stiles, convinces him to go into the woods one night to join a police search for a dead body, Scott encounters a creature in the darkness. Narrowly escaping an attack with a vicious bite in his side, the next day brings strange surprises for Scott at school and his life will never be the same.</p><p>MTV's reboot of the classic 1980s cult movie The TV Show.</p>"
    ],
    "The Morning Show": [
        "https://static.tvmaze.com/uploads/images/original_untouched/510/1275235.jpg",
        "<p>At 9am (10am AT), The TV Show welcomes viewers from across the country for a half-hour of smart conversation, lifestyle segments and big-name guests, with Liza and Jeff.</p><p>Tune in to The Morning Show on Global every weekday!</p>"
    ],
    "The Sinner": [
        "https://static.tvmaze.com/uploads/images/original_untouched/365/914978.jpg",
        "<p>A blend of thrilling murder investigation and raw character drama, anthology series The TV Show follows the investigation of a chilling new homicide each season. Detective Harry Ambrose employs unusual tactics and a deep capacity for empathy to solve his cases … with a boundless dedication driven by his own dark past. Departing from the traditional \"whodunnit,\" the series delves into the \"why\" -- exploring the buried traumas, psychological factors and philosophical reasons that might compel a seemingly \"normal\" person to commit unspeakable acts.</p>"
    ],
    "Schitt's Creek": [
        "https://static.tvmaze.com/uploads/images/original_untouched/279/697623.jpg",
        "<p>The TV Show centers on a formerly filthy rich video store magnate Johnny Rose, his soap star wife Moira, and their two kids, über-hipster son David and socialite daughter Alexis, who suddenly find themselves broke. They are forced to live in Schitt's Creek, a small depressing town they once bought as a joke.</p>"
    ],
    "The New Pope": [
        "https://static.tvmaze.com/uploads/images/original_untouched/228/571132.jpg",
        "<p>Following the events of , Secretary of State Voiello succeeds in having Sir John Brannox, a charming and sophisticated moderate English aristocrat, placed on the papal throne, adopting the name John Paul III. The new pope seems ideal, but he conceals secrets and has a certain fragility, and Voiello immediately understands that it will not be easy to replace the charismatic Pius XIII. Hanging between life and death, Lenny Belardo has become a Saint, with thousands now idolizing him, fueling the contrast between fundamentalisms. Meanwhile, the Church is under attack from external threats and scandals striking the symbols of Christianity and risking irreversibly devastating the hierarchies.</p>"
    ],
    "The Leftovers": [
        "https://static.tvmaze.com/uploads/images/original_untouched/503/1259794.jpg",
        "<p>Three years after millions of people—some 2% of the world's population—vanished into thin air, residents of Mapleton, NY weigh the pros and cons of a \"Heroes Day\" tribute to the local \"Departed\". Attempting to maintain a sense of normalcy in his strained community, police chief Kevin Garvey faces additional challenges at home with his daughter, Jill, who's lost in a cloud of apathy with her friend Aimee, and son, Tom, who has gravitated to a cult led by the charismatic Holy Wayne. Also of concern is a silent, white-clad group of chain-smoking men and women called the Guilty Remnant, who team up in pairs to stake out people and places around town. As tension in Mapleton escalates, the lives of Laurie, an unexpected member of the Guilty Remnant, and Meg, a recently engaged young woman, converge.</p>"
    ],
    "Halt and Catch Fire": [
        "https://static.tvmaze.com/uploads/images/original_untouched/1/2798.jpg",
        "<p>The TV Show is set roughly one year after IBM all but corners the market with the release of its first major product – the IBM PC. In this fictional drama, a former IBM executive, Joe MacMillan plans to reverse engineer the flagship product of his former employer and forces his current company, Cardiff Electric, into the personal computer race. MacMillan enlists the help of Gordon Clark, a great engineer whose unrealized dreams of creating a revolutionary product have created tension in his marriage to Donna, and Cameron Howe, a volatile prodigy who puts her future in jeopardy to join MacMillan's rogue PC project. Halt and Catch Fire thrives on the spirit of innovation and explores what it's like to stand at the forefront of something world-changing and work towards it, no matter the risk.</p>"
    ],
    "The Good Fight": [
        "https://static.tvmaze.com/uploads/images/original_untouched/325/814334.jpg",
        "<p>The TV Show picks up one year after the events of the final broadcast episode of . In the new series, an enormous financial scam has destroyed the reputation of a young lawyer, Maia Rindell, while simultaneously wiping out her mentor and godmother Diane Lockhart's savings. Forced out of Lockhart &amp; Lee, they join Lucca Quinn at one of Chicago's pre-eminent law firms.</p>"
    ],
    "Euphoria": [
        "https://static.tvmaze.com/uploads/images/original_untouched/388/971860.jpg",
        "<p>The TV Show follows a group of high school students as they navigate love and friendships in a world of drugs, sex, trauma, and social media.</p>"
    ],
    "Russian Doll": [
        "https://static.tvmaze.com/uploads/images/original_untouched/403/1009012.jpg",
        "<p>Nadia keeps dying and reliving her 36th birthday party. She's trapped in a surreal time loop -- and staring down the barrel of her own mortality.</p>"
    ],
    "A Discovery of Witches": [
        "https://static.tvmaze.com/uploads/images/original_untouched/388/972242.jpg",
        "<p>Brilliant historian Diana Bishop is a witch denying her own heritage. But when she unexpectedly calls up an ancient, bewitched manuscript from Oxford's Bodleian library, one that was thought by the creatures to be lost and could answer the mysteries of their existence, she finds herself thrown into the heart of a dangerous mystery – and into the path of the enigmatic geneticist and vampire Matthew Clairmont.</p><p>Matthew is driven to solve the looming threat of the creatures' decline and extinction, but their unlikely alliance to find the book before it falls into the wrong hands – and their deepening relationship – threatens to violate age-old taboos and shake the fragile peace that exists between the species.</p>"
    ],
    "The Falcon and The Winter Soldier": [
        "https://static.tvmaze.com/uploads/images/original_untouched/295/739854.jpg",
        "<p>Marvel Studios' The TV Show stars Anthony Mackie as Sam Wilson aka The Falcon, and Sebastian Stan as Bucky Barnes aka The Winter Soldier. The pair, who came together in the final moments of \"Avengers: Endgame,\" team up on a global adventure that tests their abilities—and their patience. </p>"
    ],
    "The Great": [
        "https://static.tvmaze.com/uploads/images/original_untouched/460/1151199.jpg",
        "<p>The TV Show is a satirical, comedic drama about the rise of Catherine the Great from outsider to the longest reigning female ruler in Russia's history. A fictionalized, fun and anachronistic story of an idealistic, romantic young girl, who arrives in Russia for an arranged marriage to the mercurial Emperor Peter. Hoping for love and sunshine, she finds instead a dangerous, depraved, backward world that she resolves to change. All she has to do is kill her husband, beat the church, baffle the military and get the court onside. A very modern story about the past which encompasses the many roles she played over her lifetime as lover, teacher, ruler, friend, and fighter.</p>"
    ],
    "The Night Manager": [
        "https://static.tvmaze.com/uploads/images/original_untouched/177/444463.jpg",
        "<p>Drama series based on the John le Carré novel. A hotel night manager is recruited by a government agent to infiltrate the inner circle of a ruthless arms dealer.</p>"
    ],
    "Tales from the Loop": [
        "https://static.tvmaze.com/uploads/images/original_untouched/243/609236.jpg",
        "<p>Based on the acclaimed art of Swedish artist Simon Stålenhag, The TV Show explores the town and people who live above , a machine built to unlock and explore the mysteries of the universe – making things possible that were previously relegated only to science fiction. In this fantastical, mysterious town, poignant human tales are told that bare universal emotional experiences while drawing on the intrigue of genre storytelling.</p>"
    ],
    "Lovecraft Country": [
        "https://static.tvmaze.com/uploads/images/original_untouched/268/670473.jpg",
        "<p>The TV Showfollows Atticus Freeman as he meets up with his friend Letitia and his Uncle George to embark on a road trip across 1950s Jim Crow America in search of his missing father. This begins a struggle to survive and overcome both the racist terrors of white America and the terrifying monsters that could be ripped from a Lovecraft paperback.</p>"
    ],
    "Watchmen": [
        "https://static.tvmaze.com/uploads/images/original_untouched/212/530211.jpg",
        "<p>Based on the DC Comic graphic novel, The TV Show is an alternative history series following a group of costumed crimefighters investigating the murder of one of their own.</p>"
    ],
    "The Terror": [
        "https://static.tvmaze.com/uploads/images/original_untouched/241/603425.jpg",
        "<p>The TV Show is an American anthology television series exploring historical speculative fiction based on true events.</p><p>The series is named after Dan Simmons's 2007 novel, which serves as the basis for the first season and is a fictionalized account of Captain Sir John Franklin's lost expedition to the Arctic in 1845–1848.</p><p>The second season, subtitled Infamy, bears no relation to the book or first season and is mostly set in an American-run Japanese internment camp during World War II.</p>"
    ],
    "Kingdom": [
        "https://static.tvmaze.com/uploads/images/original_untouched/116/291395.jpg",
        "<p>The TV Show is a raw family drama set against the world of Mixed Martial Arts (MMA) in Venice, California. Alvey Kulina owns Navy St. MMA with the help of his girlfriend Lisa Prince. He is willing to go through extraordinary means to make sure his fighters are taken care of, but all of this responsibility comes at a steep price. He has complicated relationships with both of his sons, Jay and Nate, who are both struggling with their own identities and places within Alvey's life and gym.</p>"
    ],
    "Ted Lasso": [
        "https://static.tvmaze.com/uploads/images/original_untouched/457/1142533.jpg",
        "<p>The TV Showcenters on an idealistic — and clueless — all-American football coach hired to manage an English football club — despite having no soccer coaching experience at all.</p>"
    ],
    "Curb Your Enthusiasm": [
        "https://static.tvmaze.com/uploads/images/original_untouched/231/577597.jpg",
        "<p>The TV Show stars  co-creator Larry David as himself in an unsparing but tongue-in-cheek depiction of his life. Shot in a verite style and featuring celebrities playing themselves, the episodes are improvised by the actors from an outline created by David.</p>"
    ],
    "The Newsroom": [
        "https://static.tvmaze.com/uploads/images/original_untouched/0/2066.jpg",
        "<p>The TV Show follows the members of a cable news team on their quixotic mission to do the news well in the face of a fickle audience, corporate mandates and tangled personal relationships.</p>"
    ],
    "Shameless": [
        "https://static.tvmaze.com/uploads/images/original_untouched/486/1215661.jpg",
        "<p>The TV Show is a fiercely engaging and fearlessly twisted series. Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.</p>"
    ],
    "The Last Dance": [
        "https://static.tvmaze.com/uploads/images/original_untouched/252/632118.jpg",
        "<p>The TV Show chronicles Michael Jordan and the 1990s Chicago Bulls, one of the greatest icons and most successful dynasties in sports history.</p>"
    ],
    "The Middle": [
        "https://static.tvmaze.com/uploads/images/original_untouched/0/562.jpg",
        "<p>Forget about athletes, movie stars and politicians. Parents are the real heroes - but we think Frankie Heck, must be some kind of superhero. A loving wife and mother of three, she's middle class in the middle of the country and is rapidly approaching middle age.</p><p>Frankie and her husband, Mike, have lived in Orson, Indiana, their whole lives. A man of few words (every one a zinger), Mike is a manager at the town quarry and Frankie is the third-best used car salesman (out of the three) at the local dealership. She may not be a high-powered career woman, but when it comes to her family, she'll go to just about any length. And with kids like these, she had better. There's Axl, her semi-nudist teenage son conceived while under the influence of Guns N' Roses; Sue, the awkward teenage daughter who fails at everything... but with the utmost of gusto; and their seven-year-old son Brick, whose best friend is his backpack.</p><p>Sometimes it seems like everyone is trying to get to the top, or struggling not to hit bottom, but we think Frankie and her family will find a lot of love, and a lot of laughs, somewhere in The TV Show.</p>"
    ],
    "Castle": [
        "https://static.tvmaze.com/uploads/images/original_untouched/13/34761.jpg",
        "<p>The TV Show follows Rick Castle who is one of the world's most successful crime authors. But when his rock star lifestyle isn't enough, this bad boy goes looking for new trouble and finds it working with smart, beautiful Detective Kate Beckett. Inspired by her professional record and intrigued by her buttoned-up personality, Castle's found the model for his bold new character whether she likes it or not. Now with the mayor's permission, Castle is helping solve crime with his own twist.</p>"
    ],
    "Unorthodox": [
        "https://static.tvmaze.com/uploads/images/original_untouched/248/620726.jpg",
        "<p>The TV Show tells the story of a young woman, who leaves her strict Orthodox Jewish community and an arranged marriage in New York City to live a secular life in Berlin.</p>"
    ],
    "Orange Is the New Black": [
        "https://static.tvmaze.com/uploads/images/original_untouched/203/508250.jpg",
        "<p>The TV Show is the story of Piper Chapman, a woman in her thirties who is sentenced to fifteen months in prison after being convicted of a decade-old crime of transporting money for her drug-dealing girlfriend.</p>"
    ]
}